"OK" = "OK";
"Back" = "Back";
"Done" = "Done";
"Sorry" = "Sorry";
"Cancel" = "Cancel";
"Setting" = "Setting";
"Photos" = "Photos";
"Videos" = "Videos";
"Preview" = "Preview";
"Full image" = "Full image";
"Processing..." = "Processing...";
"No Photos or Videos" = "No Photos or Videos";
"Synchronizing photos from iCloud" = "Synchronizing photos from iCloud";
"Can not use camera" = "Can not use camera";
"Can not choose both video and photo" = "Can not choose both video and photo";
"Can not choose both photo and GIF" = "Can not choose both photo and GIF";
"Select the video when in multi state, we will handle the video as a photo" = "Select the video when in multi state, we will handle the video as a photo";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Can not jump to the privacy settings page, please go to the settings page by self, thank you";

"Select a maximum of %zd photos" = "Select a maximum of %zd photos";
"Select a minimum of %zd photos" = "Select a minimum of %zd photos";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Allow %@ to access your album in \"Settings -> Privacy -> Photos\"";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"";
"select_video" = "Select Video";
"select_album" = "Select Album";
"select" = " Select";
"select_cover_photo" = "Select Cover Photo";
"edit_video" = "Edit Video";
"crop_image" = "Crop Image";
"cover_photo_export_error" = "Error occured when exporting cover photo";
"cover_photo_auto_export_error" = "Error occured when auto exporting cover photo";
"cover_photo_retrieve_error" = "Error occured when retrieving cover photo";
"cover_photo_unusable" = "Cover photo unusable";
"Alert" = "Alert";

"minute" = "%d minutes";
"second" = "%d seconds";
"icloud_alert" = "The current video is stored in iCloud and needs to be downloaded before proceeding. Downloading may take a long time.";
"download" = "Download";
"download_failed" = "Download failed, please try again";
"video_support" = "Only video in %@ is supported";
"video_select" = "Select Video";
"video_direct_upload" = "Quick upload";
"video_direct_upload_exceed_limit" = "Quick upload (more than %@ is not available)";
"video_direct_upload_limit" = "Quick upload (support within %@)";
"video_edit_upload" = "Edit before uploading";

"video_limited_pop_title" = "Manager access to photos and videos";
"video_limited_pop_more_photo" = "Select more photos";
"video_limited_pop_change_settings" = "Change settings";
"video_limited_tips_title" = "You’ve given access to only a select number of photo";
"video_limited_tips_manager" = "Manager";
